ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263X/R5SS_TCMB_CORE0_78100000h.xml
<module name="TCMB_CORE0" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="TCMB_CORE0_START" acronym="TCMB_CORE0_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="TCMB  start address" range="31:0" rwaccess="R/W"/>
	</register><register id="TCMB_CORE0_END" acronym="TCMB_CORE0_END" offset="196604" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="TCMB end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>